atuin
base
base-devel
btop
cmake
ctags
dbus-glib
eza
fzf
git
gitui
gnome-text-editor
go
google-chrome
google-cloud-cli
gtk3
icu66-bin
lldb
llvm
mesa
nano
neovim
nix
nodejs
npm
nss
nvidia
nvidia-utils
ollama
openssh
playwright
postgresql
python-pip
reflector
ripgrep
rsync
rustup
spirv-headers
spirv-tools
tmux
typescript
unzip
vi
volk
vulkan-dzn
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-icd-loader
vulkan-tools
vulkan-utility-libraries
vulkan-validation-layers
wget
xorg-xcalc
yarn
yay
yay-debug
zed
zoxide
zsh
